7zip
acpi
amd-ucode
ark
aspnet-runtime
base
base-devel
bear
bind
bluez-deprecated-tools
bluez-utils
brightnessctl
btop
clang
cmake
composer
cyme
dbeaver
dmenu
docker
dolphin
dotnet-sdk
dunst
efibootmgr
erlang
feh
firefox
fish
flameshot
freerdp
fwupd
fzf
git
gnome-keyring
go
gobject-introspection
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
htop
i3-wm
i3blocks
iwd
jq
kate
kitty
konsole
kwalletmanager
lazygit
lemurs
libpulse
libreoffice-still
libsoup
libva-utils
linux
linux-firmware
linux-lts
lsof
luarocks
ly
lynx
man-db
mpv
mysql-workbench
nano
neovim
network-manager-applet
networkmanager
nginx
numactl
obsidian
pass
pavucontrol
php-fpm
php-pgsql
php-redis
php-sodium
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
polybar
postgresql
python-pip
python-setuptools
rabbitmq
reflector
rsync
rust
rust-analyzer
seahorse
smartmontools
sof-firmware
starship
stow
tmux
ttf-victor-mono-nerd
ufw
vim
vulkan-radeon
webkit2gtk
webkit2gtk-4.1
wget
wireless_tools
wireplumber
woff2-font-awesome
xclip
xdg-desktop-portal-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-xinit
xorg-xrandr
yazi
yt-dlp
zed
zoxide
zram-generator
zsh
