7zip
acpi
alsa-firmware
alsa-utils
amd-ucode
ark
aspnet-runtime
base
base-devel
bat
bear
bind
bluez
bluez-deprecated-tools
bluez-utils
brightnessctl
btop
chromium
clang
cmake
composer
cpupower
cyme
dbeaver
dmenu
docker
dolphin
dotnet-sdk
dunst
efibootmgr
erlang
eza
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
feh
firefox
fish
foot
freerdp
fwupd
fzf
geoclue
git
gnome-keyring
go
gobject-introspection
grim
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
htop
i3-wm
i3blocks
i3lock
i3status
ibus
intel-media-driver
intel-ucode
iwd
jq
kate
kitty
konsole
kwalletmanager
lazygit
lemurs
libpulse
libreoffice-still
libsoup
libva-intel-driver
libva-utils
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-lts
lsof
luarocks
lvm2
ly
lynx
man-db
mariadb
mpd
mpv
mysql-workbench
nano
neovim
network-manager-applet
networkmanager
nginx
numactl
nvm
obsidian
otf-commit-mono-nerd
otf-font-awesome
pacman-contrib
pass
pavucontrol
php-fpm
php-pgsql
php-redis
php-sodium
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
polybar
postgresql
python-pip
python-setuptools
rabbitmq
reflector
rmpc
rofi
rsync
rust
rust-analyzer
s-tui
seahorse
slurp
smartmontools
sof-firmware
starship
stow
swappy
sway
sway-contrib
swaybg
swayidle
swaylock
swaync
throttled
tlp
tlpui
tmux
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-monofur-nerd
ttf-victor-mono-nerd
ufw
valkey
vim
vpl-gpu-rt
vulkan-intel
vulkan-radeon
vulkan-validation-layers
waybar
webkit2gtk
webkit2gtk-4.1
wget
wireless_tools
wireplumber
wl-clipboard
wmenu
woff2-font-awesome
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-utils
xf86-input-evdev
xf86-video-amdgpu
xf86-video-ati
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xwayland
xss-lock
xterm
yazi
yt-dlp
zed
zoxide
zram-generator
zsh
